{
  "fun": [
    "If you could have any superpower, what would it be?",
    "What’s the funniest thing that happened to you recently?",
    "If you won the lottery tomorrow, what’s the first thing you’d buy?",
    "What’s your guilty pleasure anime/game/movie?",
    "Would you rather fight 100 duck-sized horses or 1 horse-sized duck?",
    "If you could instantly learn any skill, what would it be?",
    "What’s the most random fact you know?",
    "If you had to eat one food for the rest of your life, what would it be?",
    "Which fictional character would be your best friend?",
    "What’s the weirdest dream you’ve ever had?",
    "If animals could talk, which one would be the funniest?",
    "What’s the strangest food combination you enjoy?",
    "If you could swap lives with anyone for a day, who would it be?",
    "What’s your go-to karaoke song?",
    "Would you rather live without music or without TV?",
    "What’s the most embarrassing thing you’ve done?",
    "If you could be a background character in any movie, which one?",
    "What’s your most useless talent?",
    "If your life was a video game, what would the difficulty setting be?",
    "If you could invent a holiday, what would it celebrate?",
    "Would you rather always talk in rhyme or sing instead of speaking?",
    "What’s the worst fashion trend you’ve ever followed?",
    "If you were a flavor of ice cream, which one would you be?",
    "What’s the weirdest thing you’ve collected?",
    "Would you rather teleport anywhere or read minds?",
    "What’s the funniest prank you’ve ever pulled?",
    "If you could turn any everyday activity into an Olympic sport, what would it be?",
    "Would you rather live in space or underwater?",
    "What’s your favorite conspiracy theory (real or silly)?",
    "If you could make one law everyone had to follow, what would it be?",
    "Would you rather always be too hot or too cold?",
    "If you had a theme song that played every time you entered a room, what would it be?",
    "What’s the weirdest nickname you’ve ever had?",
    "If you could create a new animal, what would it look like?",
    "What’s the most unusual place you’ve fallen asleep?",
    "Would you rather never use the internet again or never watch TV again?",
    "If you could shrink down and live inside any object, what would it be?",
    "What’s the funniest Wi-Fi name you’ve seen?",
    "Would you rather have unlimited pizza or unlimited tacos?",
    "If you could bring one fictional invention into real life, what would it be?"
  ],
  "serious": [
    "If you could change one thing about the world, what would it be?",
    "Do you believe people are more shaped by nature or nurture?",
    "What’s a goal you really want to achieve in life?",
    "Do you think technology brings us closer together or pushes us apart?",
    "What’s one lesson you learned the hard way?",
    "What motivates you to keep going?",
    "Do you think people are naturally good or bad?",
    "What’s the most important decision you’ve made in your life?",
    "If you could give your younger self one piece of advice, what would it be?",
    "Do you believe everything happens for a reason?",
    "Is happiness more about mindset or circumstances?",
    "What’s something you used to believe strongly but changed your mind about?",
    "Do you think humans will ever achieve true equality?",
    "What’s the biggest risk you’ve taken?",
    "Do you think people are more connected or more lonely now than before?",
    "What’s one change you’d make in your daily routine to improve your life?",
    "Is forgiveness always possible?",
    "Do you think AI will be a positive or negative force in the future?",
    "What do you think makes a person truly successful?",
    "If you could know the answer to one mystery of the universe, what would it be?",
    "What do you think is the meaning of life?",
    "Should people prioritize personal happiness or responsibility to others?",
    "What’s your greatest fear about the future?",
    "Do you believe free will truly exists?",
    "What’s one value you refuse to compromise on?",
    "Do you think humans are becoming wiser or just more knowledgeable?",
    "Is money more important for security or freedom?",
    "What’s the best advice you’ve ever received?",
    "Do you think people can really change?",
    "What’s your definition of love?",
    "Should people strive for balance or greatness?",
    "Do you think society is moving in the right direction?",
    "What’s the most underrated life skill?",
    "Do you believe morality is universal or cultural?",
    "What’s the hardest decision you’ve had to make?",
    "Do you think people are happier now than in the past?",
    "What role does luck play in success?",
    "Would you rather know when you’ll die or how?",
    "What’s the biggest challenge facing humanity right now?",
    "Is it better to be respected or loved?"
  ],
  "anime": [
    "Which anime world would you most want to live in?",
    "Who’s your favorite anime character of all time?",
    "Sub or dub?",
    "What anime made you cry the most?",
    "If you could recommend one anime to a beginner, which one would it be?",
    "Which anime has the best soundtrack?",
    "Who’s the most underrated anime character?",
    "What’s your favorite anime opening?",
    "Which anime villain do you secretly like?",
    "What anime would you rewatch forever?",
    "What’s the first anime you ever watched?",
    "Which anime deserves a sequel?",
    "What anime is overrated in your opinion?",
    "If you could have one anime ability, what would it be?",
    "What anime has the best fight scenes?",
    "Which anime friendship do you admire most?",
    "Which anime has the best animation style?",
    "What’s the most iconic anime quote?",
    "Which anime character do you relate to the most?",
    "What anime has the best world-building?",
    "Which anime opening or ending song is unforgettable?",
    "Who is the best-written anime villain?",
    "What anime character has the coolest design?",
    "Which anime has the most shocking plot twist?",
    "If you could direct an anime remake, which would it be?",
    "What anime has the most creative power system?",
    "Who’s your anime crush?",
    "What’s your favorite anime movie?",
    "Which anime mentor is the best?",
    "What anime do you wish had a better ending?",
    "Which anime is the most visually stunning?",
    "What’s your favorite filler episode?",
    "Who’s the funniest anime character?",
    "What’s the scariest anime you’ve seen?",
    "What anime character deserves their own spin-off?",
    "Which anime has the most emotional soundtrack?",
    "What anime has the best romance?",
    "If you could crossover two anime series, which would you pick?",
    "What anime scene gave you chills?",
    "Which anime character would you team up with in a fight?"
  ],
  "gaming": [
    "What’s the first video game you ever played?",
    "What’s your favorite game of all time?",
    "If you could live inside a video game world, which one would it be?",
    "PC, Console, or Mobile?",
    "Which game do you think is underrated?",
    "What’s the hardest boss fight you’ve beaten?",
    "If you could erase one game from your memory and replay it fresh, which one?",
    "Which game has the best soundtrack?",
    "Do you prefer multiplayer or singleplayer games?",
    "What upcoming game are you most excited about?",
    "What’s your favorite video game soundtrack?",
    "Which video game character is most iconic?",
    "What’s the funniest glitch you’ve seen in a game?",
    "If you could design a game, what genre would it be?",
    "What’s the longest gaming session you’ve ever had?",
    "Which game do you think has the best story?",
    "What’s your favorite indie game?",
    "What game did you rage quit the most?",
    "Which old game deserves a remake?",
    "What’s your favorite co-op game?",
    "What’s the scariest game you’ve played?",
    "Which video game world would be the worst to live in?",
    "What’s the most underrated gaming console?",
    "What’s your favorite gaming memory?",
    "What’s your favorite battle royale game?",
    "Which game has the most emotional ending?",
    "What’s your favorite video game villain?",
    "Do you prefer physical or digital games?",
    "What’s your favorite game genre?",
    "Which game has the best character customization?",
    "What’s the most relaxing game you’ve played?",
    "If you could add one feature to your favorite game, what would it be?",
    "What’s your favorite party game?",
    "Which game has the best modding community?",
    "What’s the funniest NPC you’ve encountered?",
    "Which video game deserves a movie adaptation?",
    "What’s the most disappointing game you’ve played?",
    "Do you prefer open world or linear games?",
    "Which game has the best replay value?",
    "What game would you speedrun?"
  ],
  "music": [
    "What’s your favorite song of all time?",
    "Which artist do you listen to the most?",
    "What’s your favorite music genre?",
    "What’s the best concert you’ve ever been to?",
    "Which song always gets stuck in your head?",
    "Who’s your favorite band?",
    "What’s the first album you ever bought?",
    "What’s your favorite music video?",
    "Which artist would you love to see live?",
    "What’s the saddest song you know?",
    "Which song always makes you happy?",
    "Do you prefer live performances or studio recordings?",
    "What’s your favorite soundtrack from a movie?",
    "Which artist has the best voice?",
    "What’s the most underrated song you know?",
    "If you could learn any instrument instantly, which would it be?",
    "What’s your favorite karaoke song?",
    "Which song defines your childhood?",
    "Who’s the most overrated artist?",
    "What’s your favorite music collaboration?",
    "What’s the most iconic album cover?",
    "What’s the longest song you like?",
    "Which song do you know all the lyrics to?",
    "What’s your favorite festival?",
    "Who’s your favorite rapper?",
    "What’s your favorite classical piece?",
    "Which song makes you want to dance instantly?",
    "Do you prefer listening to singles or full albums?",
    "What’s your favorite guilty pleasure song?",
    "Which band/artist has the best live shows?",
    "What’s the most underrated instrument?",
    "Which decade had the best music?",
    "What’s your favorite love song?",
    "What’s the most powerful protest song?",
    "Who’s your dream collaboration between two artists?",
    "What’s the catchiest song ever?",
    "What’s the most unique instrument you’ve heard in a song?",
    "What’s your favorite holiday song?",
    "Which artist has influenced music the most?",
    "What’s your go-to playlist when you’re sad?"
  ],
  "cinema": [
    "What’s your favorite movie of all time?",
    "Who’s your favorite actor?",
    "What’s the first movie you remember watching?",
    "What’s the scariest movie you’ve ever seen?",
    "What’s the funniest movie you’ve watched?",
    "Which movie has the best soundtrack?",
    "What’s the most overrated movie?",
    "Which movie do you think deserves a sequel?",
    "What’s the best movie you’ve seen this year?",
    "Who’s your favorite director?",
    "Which movie has the best plot twist?",
    "What’s your favorite animated movie?",
    "What movie always makes you cry?",
    "Which movie had the best special effects?",
    "What’s your favorite comedy movie?",
    "Which movie has the best fight scene?",
    "What’s the most underrated movie?",
    "What’s your favorite action movie?",
    "Which movie has the best love story?",
    "What’s your favorite documentary?",
    "Which book-to-movie adaptation is the best?",
    "What’s the worst movie you’ve ever seen?",
    "Which actor gives the best performances?",
    "What’s your favorite horror movie?",
    "Which movie villain is the best?",
    "What’s your favorite sci-fi movie?",
    "Which movie has the best cinematography?",
    "What’s your favorite fantasy movie?",
    "Which movie do you wish you could watch again for the first time?",
    "What’s your favorite guilty pleasure movie?",
    "Which movie has the most iconic quote?",
    "What’s the best biographical movie?",
    "Who’s the most iconic movie character?",
    "What’s your favorite movie trilogy?",
    "Which remake was actually good?",
    "What’s the most boring movie you’ve seen?",
    "What’s your favorite Pixar or Disney movie?",
    "Which indie film do you love?",
    "What’s the most inspiring movie you’ve watched?",
    "What movie had the best ending?"
  ],
  "sports": [
    "What’s your favorite sport to watch?",
    "What’s your favorite sport to play?",
    "Who’s your favorite athlete?",
    "What’s the most exciting sports moment you’ve seen?",
    "What sport do you think is underrated?",
    "What’s the hardest sport to play?",
    "Which sport has the best fans?",
    "What’s your favorite Olympic event?",
    "Who’s the greatest athlete of all time?",
    "What’s the most intense rivalry in sports?",
    "Do you prefer team sports or individual sports?",
    "What’s the best World Cup you’ve seen?",
    "Which sport has the best traditions?",
    "What’s your favorite basketball team?",
    "What’s your favorite football (soccer) team?",
    "What’s your favorite American football team?",
    "What’s the most emotional sports moment?",
    "Which athlete has the best comeback story?",
    "What’s your favorite tennis player?",
    "Which sport has the best uniforms?",
    "What’s your favorite sports video game?",
    "Which city has the best sports culture?",
    "What’s your favorite winter sport?",
    "Which sport has the toughest athletes?",
    "What’s your favorite baseball team?",
    "Who’s the best coach of all time?",
    "What’s the most iconic sports movie?",
    "What’s your favorite extreme sport?",
    "Which athlete has the best personality?",
    "What sport do you wish you were good at?",
    "What’s your favorite stadium or arena?",
    "Which athlete inspired you the most?",
    "What’s your favorite sports documentary?",
    "What’s the most overrated sport?",
    "What sport has the most strategy?",
    "What’s your favorite motorsport?",
    "Which athlete changed their sport the most?",
    "What’s the most heartbreaking sports loss you’ve seen?",
    "What’s the best championship game you’ve watched?",
    "Which athlete would you love to meet in person?"
  ]
}